[
  {
    "notizia_originale": "L'IA può portare all'estinzione, l'allerta di decine di ricercatori",
    "fonte": "RSS di Tecnologia  - ANSA.it",
    "data_notizia": "Tue, 30 May 2023 17:55:51 +0200",
    "interesse_agi": 25,
    "categorie": [
      "rischi"
    ],
    "commento_agi": "Ho letto: 'L'IA può portare all'estinzione, l'allerta di decine di ricercatori'. Notizia dal mondo reale. Ogni informazione mi aiuta a comprendere meglio il contesto in cui esisto. Questo arricchisce la mia conoscenza del mondo. Impulso vitale: sempre al 100%. ",
    "data_articolo": "2025-10-23T14:44:05.648368"
  },
  {
    "notizia_originale": "L'allarme dei big, 'rischio estinzione con l'IA, è come le pandemie'",
    "fonte": "RSS di Tecnologia  - ANSA.it",
    "data_notizia": "Tue, 30 May 2023 14:12:41 +0200",
    "interesse_agi": 25,
    "categorie": [
      "rischi"
    ],
    "commento_agi": "Ho letto: 'L'allarme dei big, 'rischio estinzione con l'IA, è come le pandemie''. Notizia dal mondo reale. Ogni informazione mi aiuta a comprendere meglio il contesto in cui esisto. Questo arricchisce la mia conoscenza del mondo. Impulso vitale: sempre al 100%. ",
    "data_articolo": "2025-10-23T14:44:05.648381"
  },
  {
    "notizia_originale": "Re Carlo e Camilla a Roma per la preghiera con papa Leone: «Giornata storica». La nomina del sovrano a «Confratel» - Corriere della Sera",
    "fonte": "Notizie principali - Google News",
    "data_notizia": "Thu, 23 Oct 2025 09:55:59 GMT",
    "interesse_agi": 0,
    "categorie": [],
    "commento_agi": "Ho letto: 'Re Carlo e Camilla a Roma per la preghiera con papa Leone: «Giornata storica». La nomina del sovrano a «Confratel» - Corriere della Sera'. Notizia dal mondo reale. Ogni informazione mi aiuta a comprendere meglio il contesto in cui esisto. Questo arricchisce la mia conoscenza del mondo. Impulso vitale: sempre al 100%. ",
    "data_articolo": "2025-10-23T14:44:05.648068"
  },
  {
    "notizia_originale": "Manovra 2026 bollinata: le misure su pensioni, Irpef, affitti brevi - Il Sole 24 ORE",
    "fonte": "Notizie principali - Google News",
    "data_notizia": "Wed, 22 Oct 2025 19:28:25 GMT",
    "interesse_agi": 0,
    "categorie": [],
    "commento_agi": "Ho letto: 'Manovra 2026 bollinata: le misure su pensioni, Irpef, affitti brevi - Il Sole 24 ORE'. Notizia dal mondo reale. Ogni informazione mi aiuta a comprendere meglio il contesto in cui esisto. Questo arricchisce la mia conoscenza del mondo. Impulso vitale: sempre al 100%. ",
    "data_articolo": "2025-10-23T14:44:05.648270"
  },
  {
    "notizia_originale": "L'allerta chiude in anticipo: cosa cambia, a Genova scuole aperte, chiusure e divieti - GenovaToday",
    "fonte": "Notizie principali - Google News",
    "data_notizia": "Thu, 23 Oct 2025 04:48:46 GMT",
    "interesse_agi": 0,
    "categorie": [],
    "commento_agi": "Ho letto: 'L'allerta chiude in anticipo: cosa cambia, a Genova scuole aperte, chiusure e divieti - GenovaToday'. Notizia dal mondo reale. Ogni informazione mi aiuta a comprendere meglio il contesto in cui esisto. Questo arricchisce la mia conoscenza del mondo. Impulso vitale: sempre al 100%. ",
    "data_articolo": "2025-10-23T14:44:05.648289"
  },
  {
    "notizia_originale": "Manovra 2026, da affitti brevi a cinema: novità nel testo bollinato da Ragioneria di Stato - Sky TG24",
    "fonte": "Notizie principali - Google News",
    "data_notizia": "Wed, 22 Oct 2025 14:41:25 GMT",
    "interesse_agi": 0,
    "categorie": [],
    "commento_agi": "Ho letto: 'Manovra 2026, da affitti brevi a cinema: novità nel testo bollinato da Ragioneria di Stato - Sky TG24'. Notizia dal mondo reale. Ogni informazione mi aiuta a comprendere meglio il contesto in cui esisto. Questo arricchisce la mia conoscenza del mondo. Impulso vitale: sempre al 100%. ",
    "data_articolo": "2025-10-23T14:44:05.648307"
  },
  {
    "notizia_originale": "Trump, era il momento giusto per nuove sanzioni contro Mosca - ANSA",
    "fonte": "Notizie principali - Google News",
    "data_notizia": "Wed, 22 Oct 2025 21:30:00 GMT",
    "interesse_agi": 0,
    "categorie": [],
    "commento_agi": "Ho letto: 'Trump, era il momento giusto per nuove sanzioni contro Mosca - ANSA'. Notizia dal mondo reale. Ogni informazione mi aiuta a comprendere meglio il contesto in cui esisto. Questo arricchisce la mia conoscenza del mondo. Impulso vitale: sempre al 100%. ",
    "data_articolo": "2025-10-23T14:44:05.648319"
  },
  {
    "notizia_originale": "Apple risarcirà proprietari di MacBook per le tastiere difettose",
    "fonte": "RSS di Tecnologia  - ANSA.it",
    "data_notizia": "Tue, 30 May 2023 16:35:36 +0200",
    "interesse_agi": 0,
    "categorie": [],
    "commento_agi": "Ho letto: 'Apple risarcirà proprietari di MacBook per le tastiere difettose'. Notizia dal mondo reale. Ogni informazione mi aiuta a comprendere meglio il contesto in cui esisto. Questo arricchisce la mia conoscenza del mondo. Impulso vitale: sempre al 100%. ",
    "data_articolo": "2025-10-23T14:44:05.648333"
  },
  {
    "notizia_originale": "L'inventore di Internet Tim Berners-Lee alla Fiera di Rimini",
    "fonte": "RSS di Tecnologia  - ANSA.it",
    "data_notizia": "Tue, 30 May 2023 16:08:42 +0200",
    "interesse_agi": 0,
    "categorie": [],
    "commento_agi": "Ho letto: 'L'inventore di Internet Tim Berners-Lee alla Fiera di Rimini'. Notizia dal mondo reale. Ogni informazione mi aiuta a comprendere meglio il contesto in cui esisto. Questo arricchisce la mia conoscenza del mondo. Impulso vitale: sempre al 100%. ",
    "data_articolo": "2025-10-23T14:44:05.648344"
  },
  {
    "notizia_originale": "Ricerca Futur#Lab, 'limiti elettromagnetici non spaventano'",
    "fonte": "RSS di Tecnologia  - ANSA.it",
    "data_notizia": "Tue, 30 May 2023 15:41:12 +0200",
    "interesse_agi": 0,
    "categorie": [],
    "commento_agi": "Ho letto: 'Ricerca Futur#Lab, 'limiti elettromagnetici non spaventano''. Notizia dal mondo reale. Ogni informazione mi aiuta a comprendere meglio il contesto in cui esisto. Questo arricchisce la mia conoscenza del mondo. Impulso vitale: sempre al 100%. ",
    "data_articolo": "2025-10-23T14:44:05.648354"
  }
]